Revit 2027 API
DocumentSet Constructor
Initializes a new instance of the DocumentSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DocumentSet()
Public Sub New
public:
DocumentSet()
new : unit -> DocumentSet
See Also
Reference
DocumentSet Class
Autodesk.Revit.DB Namespace